{
    "home": "Home",
    "periodic_saving": "Periodic saving",
    "periodic_saving_article": "### How it works?\nIn addition to manual saves, SaveDesktop also allows you to save your desktop configuration periodically. You can choose from the following options:\n- **Daily**: \n  - After logging into the system, SaveDesktop starts in the background and backs up the configuration. If you then log back in this day, it will not do it again, because it has already been created for that day.\n- **Weekly**:\n  - SaveDesktop performs a configuration backup every Monday if \"Weekly\" is selected. If the computer is not running on that day, SaveDesktop does not do it the next day.\n- **Monthly**:\n  - If \"Monthly\" is selected, SaveDesktop makes the backup on the first day of the month, e.g. May 1, June 1, December 1, etc. As with \"Weekly\", if the computer is not running on that day, SaveDesktop does not perform it the next day.\n- **Never**:\n  - Nothing's happening\n\n### Where are the periodic saving files stored?\nDefault directory for periodic saving is `/home/user/Downloads/SaveDesktop/archives`, but you can choose custom directory.\n\n### Filename format\nIf you want to give periodic backup files names other than `config_{}`, you can set the filename format.\nThe default name, as already mentioned, is `config_{}`. `{}` is a variable in SaveDesktop that sets the today date. If it's not there and the day of backup creation comes and a backup file with the filename format set by your filename format exists, SaveDesktop overwrites it with the new backup file. Otherwise, SaveDesktop creates a new backup file.",
    "save_installed_flatpaks_title": "Save installed Flatpak apps and install it from list",
    "synchronization_between_computers_title": "Synchronization between computers in the network",
    "save_installed_flatpaks_article": "Since version 2.5, SaveDesktop allows you to save installed Flatpak applications and install them from a list. So how does it work?\n\n### Saving installed Flatpak applications\nIt is only possible to save a list of Flatpak applications installed in the system directory `/var/lib/flatpak/app`, not in the home directory `~/.local/share/flatpak/app`. In the saved configuration archive, the list of installed Flatpak applications is labeled as `installed_flatpaks.sh`.\n\n### Installing Flatpak applications from the list\nAfter importing the saved configuration file and logging back in, **the Flatpak applications will start installing in the background.**",
    "synchronization_between_computers_article": "## How to set up it?\n### What's your needing?\n- manually assigned IP addresses of your devices that you want to sync so that the IP address does not change every time the computer is turned on, it is possible to set up in your router settings:\n  - [for Asus routers](https://www.asus.com/support/FAQ/1000906/)\n  - [for Tp-link routers](https://www.tp-link.com/us/support/faq/170/)\n  - [for Tenda routers](https://www.tendacn.com/faq/3264.html)\n  - [for Netgear routers](https://kb.netgear.com/25722/How-do-I-reserve-an-IP-address-on-my-NETGEAR-router)\n  - if you don't have the above routers, open your router settings (URL: [192.168.1.1](http://192.168.1.1) or related) and search in the DHCP server section something in the shape of \"Manually assign an IP to the DHCP list\" or \"Static IP\", etc.\n- if you want to select synchronization file from other than home folder, you need to allow access to file in Flatseal app for proper functionality (related to Flatpak (Sandbox) version)\n- check if the folder for periodic saving is same as folder for synchronization file\n### Set synchronization in SaveDesktop app\nOn computer 1 and computer 2, open SaveDesktop application and switch to Sync page. On computer 1 click on button \"Set up the sync file\", select synchronization file and select periodic synchronization interval. Then copy the URL for synchronization and on computer 2, click on button \"Connect with other computer\" and enter copied URL for synchronization from computer 1.\n\nIf you want to sync DE configuration from computer 2 to computer 1, follow the same procedure.\n\n**For the changes to take effect, it is necessary to logout from system**\n\n## Periodic synchronization\nYou can choose between the following items:\n- Daily\n- Weekly (synchronization takes place every Tuesday)\n- Monthly (synchronization takes place every second day in the month)",
    "github_issues": "_If you have any questions, you can use Github issues._",
    "pages": "Pages:"
}
