Repository: vikdevelop/SaveDesktop
Catalog: po/*.po
Languages: ca, cs, de, es, et, fi, hi, hr, it, pt_br, ru, sv, tr, uk, zh_hans

source: <big><b>You have an unsupported environment installed.</b></big> Please use one of these environments: {}.
ca: <big><b>Teniu un entorn d'escriptori no suportat.</b></big> El programa funciona amb: {}.
cs: <big><b>Máte nainstalované nepodporované prostředí.</b></big> Použijte jedno z těchto prostředí: {}.
de: <big><b>Sie haben eine nicht unterstützte Umgebung installiert.</b></big> Bitte verwenden Sie eine der folgenden Umgebungen: {}.
es: <big><b>Tiene instalado un entorno no compatible.</b></big> Por favor, utilice uno de estos entornos: {}.
et: <big><b>Sa kasutad mittetoetatud töölauakeskkonda.</b></big> Hetkel on toetatud: {}.
fi: <big><b>Havaittu tuen ulkopuolella olevan ympäristön asennus.</b></big> Käytä jotain näistä ympäristöistä: {}.
hi: <big><b>आपके पास एक असमर्थित परिवेश स्थापित है।</b></big> कृपया इनमें से किसी एक परिवेश का उपयोग करें: {}।
hr: <big><b>Imaš instalirano jedno nepodržano okruženje.</b></big> Koristi jedno od ovih okruženja: {}.
it: <big><b>Hai installato un ambiente non supportato.</b></big> Si prega di utilizzare uno di questi ambienti: {}.
pt_br: <big><b>Você tem instalado um ambiente sem suporte.</b></big> Por favor, use um destes ambientes: {}.
ru: <big><b>У вас установлено неподдерживаемое окружение.</b></big> Пожалуйста, используйте одно из этих окружений: {}.
sv: <big><b>Du har en miljö som inte stöds installerad.</b></big> Vänligen använd någon av dessa miljöer: {}.
tr: <big><b>Daha önceden yüklenmiş , desteklenmeyen ortama sahipsiniz.</b></big> Lütfen bu ortamlardan herhangi birini kullanın.: {}.
uk: <big><b>Ви використовуєте не підтримуване середовище.</b></big> Будь ласка, використовуйте одне з підтримуваних: {}.
zh_hans: <big><b>您安装了不受支持的环境。</b></big> 请使用以下环境之一：{}。

source: Save your desktop configuration
ca: Desa la configuració actual del vostre entorn d'escriptori
cs: Uložte konfiguraci plochy
de: Speichern Sie Ihre Desktop-Konfiguration
es: Guardar la configuración del escritorio
et: Salvesta oma töölaua seadistused
fi: Tallenna työpöytäsi määritys
hi: अपना डेस्कटॉप विन्यास सहेजें
hr: Spremi konfiguraciju radne površine
it: Salva la configurazione del tuo desktop
pt_br: Salvar a configuração da sua área de trabalho
ru: Сохраните конфигурацию вашего окружения рабочего стола
sv: Spara din skrivbordskonfiguration
tr: Masaüstü yapılandırmanızı kaydedin
uk: Збережіть конфігурацію вашої стільниці
zh_hans: 保存您的桌面环境配置

source: Save Desktop lets you save your current configuration (themes, icons, wallpapers, all desktop environment settings, extensions, etc.) with one click.
ca: El Save Desktop us permet desar la configuració actual (temes, icones, fons de pantalla, totes les opcions de configuració de l'entorn d'escriptori, complements, etc.) amb un sol clic.
cs: Save Desktop umožňuje uložit aktuální konfiguraci (motivy, ikony, tapety, všechna nastavení prostředí, rozšíření atd.) jedním kliknutím.
es: Save Desktop le permite guardar su configuración actual (temas, iconos, fondos de pantalla, todos los ajustes del entorno del escritorio, extensiones, etc.) con un solo clic.
et: Save Desktop võimaldab sul ühe klõpsuga salvestada (ja seega ka varundada) oma töölaua seadistused (kujundus, ikoonid, taustapildid, kõik töölauakeskkonna seadistused, lisamoodulid, jne).
fi: Save Desktopin avulla voit tallentaa työpöytäympäristösi määrityksen (teemat, kuvakkeet, taustakuvat, kaikki työpöytäympäristön asetukset, laajennukset jne.) yhdellä napsautuksella.
hi: Save Desktop आपको एक क्लिक से अपने वर्तमान विन्यास (थीम, आइकन, वॉलपेपर, सभी डेस्कटॉप वातावरण सेटिंग्स, एक्सटेंशन इत्यादि) को सहेजने देता है।
it: Desideri salvare la tua configurazione corrente inclusi temi, icone, sfondi, tutte le impostazioni dell'ambiente desktop, estensioni e così via? Save Desktop può aiutarti in questo. Basta un clic e hai la tua configurazione salvata.
pt_br: Save Desktop permite que você salve sua configuração atual (temas, ícones, papéis de parede, todas as configurações da área de trabalho, extensões, etc.) com um único clique.
ru: Вы хотите сохранить текущую конфигурацию, включая темы, значки, обои, все настройки окружения рабочего стола, расширения и т.д.? Save Desktop поможет вам в этом. Всего один клик - и ваша конфигурация сохранена.
sv: Save Desktop låter dig spara din nuvarande konfiguration (teman, ikoner, bakgrundsbilder, alla skrivbordsmiljöinställningar, tillägg, etc.) med ett klick.
tr: Save Desktop senin suanki ayarlarını(temalar,iconlar,duvar kağıtları, tüm masaüstü ortam ayları , eklentiler , vb.) tek tıkla kaydetmene izin verir.
uk: Save Desktop дозволяє зберегти поточну конфігурацію (теми, значки, шпалери, всі налаштування середовища робочого столу, розширення тощо) в один клац.
zh_hans: Save Desktop 可让您一键保存当前配置（主题、图标、壁纸、所有桌面环境设置、扩展等）。

source: Translator credits
ca: BennyBeat https://github.com/BennyBeat
cs: vikdevelop https://github.com/vikdevelop
de: Danksagungen an Übersetzer
es: gallegonovato fran-carro@hotmail.es
et: Priit Jõerüüt 2025
fi: Name jiri.gronroos+l10n@iki.fi
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Zasluge prevoditelja
it: Albano Battistella https://github.com/albanobattistella
pt_br: Felipe Nogueira https://github.com/fnogcps Isaac Dias https://hosted.weblate.org/user/IsaacDias/ Filipe Motta <luizfilipemotta@gmail.com> Ezilei Correia <ezilei@yahoo.com.br>
ru: voron <voron@duck.com> volkov <volkovissocool@gmail.com>
sv: Luna Jernberg https://github.com/bittin/
tr: Batmanly https://github.com/batmanly Sabri Ünal https://github.com/yakushabb
uk: Kefir2105 https://github.com/Kefir2105 volkov <volkovissocool@gmail.com>
zh_hans: 译者github链接

source: Save Desktop helps you back up, restore, and synchronize your entire desktop environment with ease. It saves and imports your themes, icons, fonts, wallpapers, extensions, desktop folder, Flatpak apps and their data, as well as other desktop settings — all in one archive. Choose what to include and keep your setup consistent across devices with automatic periodic saves and synchronization.
de: Save Desktop hilft Ihnen dabei, Ihre gesamte Desktop-Umgebung mühelos zu sichern, wiederherzustellen und zu synchronisieren. Es speichert und importiert Ihre Designs, Symbole, Schriftarten, Hintergrundbilder, Erweiterungen, Desktop-Ordner, Flatpak-Apps und deren Daten sowie andere Desktop-Einstellungen – alles in einem Archiv. Wählen Sie aus, was Sie einbeziehen möchten, und sorgen Sie mit automatischen regelmäßigen Sicherungen und Synchronisierungen für eine einheitliche Konfiguration auf allen Geräten.
hr: Save Desktop pomaže jednostavno spremanje sigurnosnih kopija, obnavljanje i sinkronizaciju cijelog okruženja radne površine. Sprema i uvozi teme, ikone, fontove, pozadine, proširenja, mapu radne površine, Flatpak aplikacije i njihove podatke, kao i ostale postavke radne površine – sve u jednoj arhivi. Odaberi što želiš uključiti i održi postavke dosljednima na svim uređajima uz automatsko periodično spremanje i sinkronizaciju.

source: Select configuration items
de: Konfigurationselemente auswählen

source: These settings are used for manual and periodic saves, imports, and synchronization.
de: Diese Einstellungen werden für manuelle und regelmäßige Speichervorgänge, Importe und Synchronisierungen verwendet.

source: File manager bookmarks
de: Dateimanager-Lesezeichen

source: Keep existing Flatpak apps and data
de: Bestehende Flatpak-Apps und Daten behalten

source: <big><b>{}</b></big> You can log out of the system for the changes to take effect, or go back to the previous page and log out later. <i>If your archive contains Flatpak apps, they will start installing after the next login.</i>
de: <big><b>{}</b></big> Sie können sich aus dem System abmelden, damit die Änderungen wirksam werden, oder zur vorherigen Seite zurückkehren und sich später abmelden. <i>Wenn Ihr Archiv Flatpak-Apps enthält, wird deren Installation nach der nächsten Anmeldung gestartet.</i>
