Repository: vikdevelop/SaveDesktop
Catalog: po/*.po
Languages: ca, cs, de, es, et, fi, hi, hr, it, pt_br, ru, sv, tr, uk, zh_hans

source: Please enter a password to unlock the archive for sync the configuration
cs: Zadejte prosím heslo k odemknutí archivu pro synchronizaci konfigurace
de: Bitte geben Sie ein Passwort ein, um das Archiv für die Synchronisierung der Konfiguration zu entsperren
et: Seadistuste sünkroniseerimiseks palun sisesta salasõna
hr: Unesi lozinku za otključavanje arhive za sinkronizaciju konfiguracije
it: Inserisci una password per sbloccare l'archivio e sincronizzare la configurazione
ru: Пожалуйста, введите пароль, чтобы разблокировать архив для синхронизации конфигурации
sv: Ange ett lösenord för att låsa upp arkivet för att synkronisera konfigurationen.
tr: Yapılandırmayı senkronize etmek için arşivin kilidini açmak üzere lütfen bir parola girin
uk: Будь ласка, введіть пароль, щоб розблокувати архів для синхронізації конфігурації
zh_hans: 请输入密码解锁存档以同步配置

source: An encrypted archive has been selected for synchronization using the Save Desktop app. Please enter the password below to unlock it and start synchronization.
cs: Pro synchronizaci pomocí aplikace Save Desktop byl vybrán šifrovaný archiv. Pro jeho odemčení a spuštění synchronizace zadejte níže uvedené heslo.
de: Ein verschlüsseltes Archiv wurde für die Synchronisierung mit der App Save Desktop ausgewählt. Bitte geben Sie das Passwort unten ein, um es zu entsperren und die Synchronisierung zu starten.
et: Oled Save Desktopi abil sünkroniseerimiseks valinud krüptitud arhiivifaili. Lukustuse eemaldamiseks palun sisesta salasõna ja sünkroniseerimine saab alata.
hr: Odabrana je jedna šifrirana arhiva za sinkronizaciju pomoću aplikacije Save Desktop. Unesi lozinku u nastavku za otključavanje i pokretanje sinkronizacije.
it: È stato selezionato un archivio crittografato per la sincronizzazione tramite l'app Save Desktop. Inserisci la password qui sotto per sbloccarlo e avviare la sincronizzazione.
ru: Для синхронизации с помощью приложения Save Desktop выбран зашифрованный архив. Введите пароль ниже, чтобы разблокировать его и начать синхронизацию.
sv: Ett krypterat arkiv har valts ut för synkronisering med Save Desktop programmet. Ange lösenordet nedan för att låsa upp det och starta synkroniseringen.
tr: Save Desktop uygulaması kullanılarak senkronizasyon için şifrelenmiş bir arşiv seçildi. Lütfen kilidini açmak ve senkronizasyonu başlatmak için aşağıdaki şifreyi girin.

source: Remember Password
cs: Zapamatovat heslo
de: Passwort merken
et: Jäta salasõna meelde
fi: Muista salasana
hr: Zapamti lozinku
it: Ricorda password
ru: Запомнить Пароль
sv: Kom ihåg lösenord
tr: Parolayı hatırla
uk: Запам'ятати пароль
zh_hans: 记住密码

source: Password not entered, or it's incorrect. Unable to continue.
cs: Heslo nebylo zadáno, nebo je nesprávné. Nelze pokračovat.
de: Passwort nicht eingegeben oder falsch. Fortfahren nicht möglich.
et: Salasõna on kas sisestamata või vale. Jätkamine pole võimalik.
fi: Salasanaa ei kirjoitettu, tai se oli väärin. Jatkaminen ei ole mahdollista.
hr: Lozinka nije unesena ili je netočna. Nije moguće nastaviti.
it: Password non inserita o errata. Impossibile continuare.
ru: Пароль не введен или указан неверно. Невозможно продолжить
sv: Lösenordet är inte inmatat, eller så är det felaktigt. Det går inte att fortsätta.
tr: Şifre girilmedi veya yanlış. Devam edilemiyor.
uk: Введено не правильний пароль або нічого. Неможливо продовжити.
zh_hans: 密码为空或密码错误，无法进行下一步。

source: <big><b>Saving configuration …</b></big> The configuration of your desktop environment will be saved in: <i>{}/{}.sd.tar.gz</i>
ca: <big><b>Desant la configuració ...</b></big> La configuració del vostre escriptori es desarà a: <i>{}/{}.sd.tar.gz</i>
cs: <big><b>Ukládání konfigurace … </b></big> Konfigurace vašeho desktopového prostředí bude uložena v: <i>{}/{}.sd.tar.gz</i>
de: <big><b>Speichert die Konfiguration ...</b></big> Die Konfiguration ihrer Desktop Umgebung wird gespeichert in: <i>{}/{}.sd.tar.gz</i>
es: <big><b>Guardar la configuración ...</b></big> La configuración de su entorno de escritorio se guardará en: <i>{}/{}.sd.tar.gz</i>
et: <big><b>Salvestame seadistusi …</b></big> Sinu töölauakeskkonna seadistused salvestuvad faili: <i>{}/{}.sd.tar.gz</i>
fi: <big><b>Tallennetaan määritystä …</b></big> Työpöytäympäristösi määritys tallennetaan seuraavaan tiedostoon: <i>{}/{}.sd.tar.gz</i>
hi: <big><b>विन्यास सहेजा जा रहा है …</b></big> आपके डेस्कटॉप वातावरण का विन्यास इसमें सहेजा जाएगा: <i>{}/{}.sd.tar.gz</i>
hr: <big><b>Spremanje konfiguracije ...</b></big> Konfiguracija tvog radnog okruženja će se spremljena u: <i>{}/{}.sd.tar.gz</i>
it: <big><b>Salvataggio della configurazione…</b></big> La configurazione del tuo ambiente desktop verrà salvata in: <i>{}/{}.sd.tar.gz</i>
pt_br: <big><b>Salvando configuração…</b></big> A configuração do seu ambiente de desktop será salva em: <i>{}/{}.sd.tar.gz</i>
ru: <big><b>Сохранение конфигурации ...</b></big> Конфигурация среды рабочего стола будет сохранена в: <i>{}/{}.sd.tar.gz</i>
sv: <big><b>Sparar konfiguration …</b></big> Konfigurationen av din skrivbordsmiljö kommer att sparas i: <i>{}/{}.sd.tar.gz</i>
tr: <big><b>Yapılandırma kaydediliyor…</b></big> Masaüstü ortamınızın yapılandırması şuraya kaydedilecek: <i>{}/{}.sd.tar.gz</i>
uk: <big><b>Збереження конфігурації...</b></big> Конфігурація вашої стільниці буде збережена в: <i>{}/{}.sd.tar.gz</i>
zh_hans: <big><b>保存配置……</b></big> 您的桌面环境配置将被保存至： <i>{}/{}.sd.tar.gz</i>

source: Configuration has been saved!
ca: S'ha desat la configuració!
cs: Konfigurace byla uložena!
de: Die Konfiguration wurde gespeichert!
es: ¡Se ha guardado la configuración!
et: Seadistused on salvestatud!
fi: Määritys on tallennettu!
hi: विन्यास सहेजा गया है!
hr: Konfiguracija je spremljena!
it: La configurazione è stata salvata!
pt_br: A configuração foi salva!
ru: Конфигурация сохранена!
sv: Konfigurationen har sparats!
tr: Ayarlar kayıt edildi!
uk: Конфігурацію збережено!
zh_hans: 配置已保存！

source: <big><b>{}</b></big> You can now view the archive with the configuration of your desktop environment, or return to the previous page.
ca: <big><b>{}</b></big> Ara podeu revisar el fitxer amb la configuració del vostre escriptori, o tornar a la pàgina anterior.
cs: <big><b>{}</b></big> Nyní si můžete prohlédnout archiv s konfigurací svého desktopového prostředí nebo se vrátit na předchozí stránku.
de: <big><b>{}</b></big> Sie können nun das Archiv mit der Konfiguration Ihrer Desktop-Umgebung ansehen oder zur vorherigen Seite zurückkehren.
es: <big><b>{}</b></big> Ahora puede ver el archivo con la configuración de su entorno de escritorio o volver a la página anterior.
et: <big><b>{}</b></big> Sa võid nüüd vaadata oma töölauakeskkonna seadistuste archive või minna tagasi eelmise vaate juurde.
fi: <big><b>{}</b></big> Voit nyt katselmoida arkiston, jossa työpöytäympäristösi määritys on, tai palata edelliselle sivulle.
hi: <big><b>{}</b></big> अब आप अपने डेस्कटॉप वातावरण के विन्यास के साथ संग्रह देख सकते हैं, या पिछले पृष्ठ पर लौट सकते हैं।
hr: <big><b>{}</b></big> Sada možeš pregledati arhivu s konfiguracijom tog radnog okruženja ili se vratiti na prethodnu stranicu.
it: <big><b>{}</b></big> Ora puoi visualizzare l'archivio con la configurazione del tuo ambiente desktop oppure tornare alla pagina precedente.
pt_br: <big><b>{}</b></big> Agora você pode visualizar o arquivo com a configuração do seu desktop, ou retornar à página anterior.
ru: <big><b>{}</b></big> Теперь вы можете просмотреть архив с конфигурацией вашей среды рабочего стола или вернуться на предыдущую страницу.
sv: <big><b>{}</b></big> Du kan nu se arkivet med konfigurationen av din skrivbordsmiljö, eller gå tillbaka till föregående sida.
tr: <big><b>{}</b></big> Artık arşivi masaüstü ortamınızın yapılandırmasıyla görüntüleyebilir ya da önceki sayfaya dönebilirsiniz.
uk: <big><b>{}</b></big> Тепер ви можете переглянути архів з конфігурацією вашої стільниці або повернутися до попередньої сторінки.
zh_hans: <big><b>{}</b></big> 现在您可以查看桌面环境配置存档，或者返回上一页。

source: Open the folder
ca: Obre la carpeta
cs: Otevřít složku
de: Den Ordner öffnen
es: Abrir la carpeta
et: Ava kaust
fi: Avaa kansio
hi: फोल्डर खोलें
hr: Otvori mapu
it: Apri la cartella
pt_br: Abrir a pasta
ru: Открыть папку
sv: Öppna mappen
tr: Klasörü aç
uk: Відкрити теку
zh_hans: 打开文件夹

source: Import
ca: Importa
de: Importieren
es: Importar
et: Impordi
fi: Tuo
hi: आयात
hr: Uvezi
it: Importa
pt_br: Importar
ru: Импорт
sv: Importera
tr: İçe Aktar
uk: Імпорт
zh_hans: 导入

source: Import saved configuration
ca: Importa una configuració
cs: Importovat již uloženou konfiguraci
de: Die gespeicherte Konfiguration importieren
es: Importar la configuración guardada
et: Impordi salvestatud seadistused
fi: Tuo tallennettu määritys
hi: सहेजा गया विन्यास आयात करें
hr: Uvezi spremljene konfiguracije
it: Importa la configurazione salvata
pt_br: Importar configuração salva
ru: Импорт сохраненной конфигурации
sv: Importera sparad konfiguration
tr: Kaydedilmiş ayarları yükle
uk: Імпорт збереженої конфігурації
zh_hans: 导入保存的配置

source: Import from file
ca: Des d'un fitxer
cs: Importovat ze souboru
de: Aus Datei importieren
es: Importar desde archivo
et: Impordi failist
fi: Tuo tiedostosta
hi: फाइल से आयात
hr: Uvezi iz datoteke
it: Importa da file
pt_br: Importar do arquivo
ru: Импорт из файла
sv: Importera från fil
tr: Dosyadan içe aktar
uk: Імпорт з файлу
zh_hans: 从文件导入

source: Import from folder
cs: Importovat ze složky
de: Aus Ordner importieren
et: Impordi kaustast
fi: Tuo kansiosta
hr: Uvezi iz mape
it: Importa dalla cartella
ru: Импорт из папки
sv: Importera från mapp
tr: Klasörden aktar
uk: Імпортувати з теки
zh_hans: 从文件夹导入

source: Cancel
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
et: Katkesta
fi: Peru
hi: रद्द करें
hr: Odustani
it: Cancella
pt_br: Cancelar
ru: Отменить
sv: Avbryt
tr: İptal et
uk: Скасувати
zh_hans: 取消

source: Save Desktop files
ca: Fitxers del Save Desktop
cs: Soubory Save Desktop
de: Save Desktop Dateien
es: Archivos de Save Desktop
et: Save Desktopi failid
fi: Save Desktop-tiedostot
hi: Save Desktop फाइलें
hr: Save Desktop datoteke
it: Salva i file del desktop
pt_br: Arquivos Save Desktop
ru: Файлы Save Desktop
sv: Save Desktop filer
tr: Save Desktop dosyaları
uk: Файли Save Desktop
zh_hans: Save Desktop文件

source: <big><b>Importing configuration …</b></big> Importing configuration from: <i>{}</i>
ca: <big><b>Important la configuració ...</b></big> S'està important la configuració des de: <i>{}</i>
cs: <big><b>Importování konfigurace …</b></big> Importování konfigurace z: <i>{}</i>
de: <big><b>Konfiguration wird importiert …</b></big> Konfiguration wird importiert aus: <i>{}</i>
es: <big><b>Importando la configuración ...</b></big> Importando la configuración desde: <i>{}</i>
et: <big><b>Impordime seadistusi…</b></big> Impordime seadistusi failist: <i>{}</i>
fi: <big><b>Tuodaan määritystä…</b></big> Määritys tuodaan seuraavasta lähteestä: <i>{}</i>
hi: <big><b>विन्यास आयात किया जा रहा है...</b></big> यहाँ से विन्यास आयात किया जा रहा है: <i>{}</i>
hr: <big><b>Uvoz konfiguracije ...</b></big> Konfiguracija se uvozi iz: <i>{}</i>
it: <big><b>Importazione della configurazione…</b></big> Importazione configurazione da: <i>{}</i>
pt_br: <big><b>Importando configuração...</b></big> Importando a configuração de: <i>{}</i>
ru: <big><b>Импорт конфигурации ...</b></big> Импорт конфигурации из: <i>{}</i>
sv: <big><b>Importerar konfiguration …</b></big> Importerar konfiguration från: <i>{}</i>
tr: <big><b>Yapılandırma içe aktarılıyor...</b></big> Yapılandırma şuradan içe aktarılıyor: <i>{}</i>
uk: <big><b>Імпортування конфігурації...</b></big> Імпортування конфігурації з: <i>{}</i>
zh_hans: <big><b>导入配置……</b></big> 从：<i>{}</i>导入配置

source: The configuration has been applied!
ca: S'ha aplicat la configuració!
cs: Konfigurace byla provedena!
de: Die Konfiguration wurde angewendet!
es: ¡La configuración se ha aplicado!
et: Seadistused on nüüd kasutusel!
fi: Määritys on toteutettu!
hi: विन्यास लागू कर दिया गया है!
hr: Konfiguracija je primijenjena!
it: La configurazione è stata applicata!
pt_br: A configuração foi aplicada!
ru: Конфигурация применена!
sv: Konfigurationen har tillämpats!
tr: Ayarlar uygulandı !
uk: Конфігурацію застосовано!
zh_hans: 配置已应用！

source: <big><b>{}</b></big> You can log out of the system for the changes to take effect, or go back to the previous page and log out later.
ca: <big><b>{}</b></big> Podeu tancar la sessió ara perquè els canvis siguin aplicats, o podeu tornar a la pàgina anterior i tancar la sessió més tard.
cs: <big><b>{}</b></big> Aby se změny projevily, můžete se ze systému odhlásit, nebo se vrátit na předchozí stránku a odhlásit se později.
es: <big><b>{}</b></big> Puede salir del sistema para que los cambios surtan efecto, o volver a la página anterior y salir más tarde.
et: <big><b>{}</b></big> Muudatuste kasutuselevõtmiseks võid sa kohe välja logida või minna tagasi ja logida välja hiljem.
fi: <big><b>{}</b></big> Voit kirjautua ulos järjestelmästä, jotta muutokset tulevat voimaan, tai palata edelliselle sivulle ja kirjautua ulos myöhemmin.
hi: <big><b>{}</b></big> परिवर्तनों को प्रभावी करने के लिए आप सिस्टम से लॉग आउट कर सकते हैं, या पिछले पृष्ठ पर वापस जा सकते हैं और बाद में लॉग आउट कर सकते हैं।
hr: <big><b>{}</b></big> Da bi promjene stupile na snagu odjaviti iz sustava ili se vratiti na prethodnu stranicu i odjaviti se kasnije.
it: <big><b>{}</b></big> È possibile disconnettersi dal sistema per rendere effettive le modifiche oppure tornare alla pagina precedente e disconnettersi in seguito.
pt_br: <big><b>{}</b></big> Você pode encerrar a sessão para que as alterações tenham efeito, ou voltar para a página anterior e encerrar mais tarde.
ru: <big><b>{}</b></big> Вы можете выйти из системы, чтобы изменения вступили в силу, или вернуться на предыдущую страницу и выйти из системы позже.
sv: <big><b>{}</b></big> Du kan logga ut från systemet för att ändringarna ska träda i kraft, eller gå tillbaka till föregående sida och logga ut senare.
tr: <big><b>{}</b></big> Değişikliklerin geçerli olması için oturumu şimdi kapatabilir ya da önceki sayfaya geri dönüp daha sonra oturumu kapatabilirsiniz.
uk: <big><b>{}</b></big> Ви можете вийти із системи що зміни набули чинності, або повернутися до попередньої сторінки і вийти із системи пізніше.
zh_hans: <big><b>{}</b></big> 您可以注销以使更改生效，或返回上一页稍后再注销。

source: Back to previous page
ca: Torna a la pàgina anterior
cs: Vrátit se na předchozí stránku
de: Zurück zur vorherigen Seite
es: Volver a la página anterior
et: Tagasi eelmisesse vaatesse
fi: Takaisin edelliselle sivulle
hi: पिछले पृष्ठ पर जाएं
hr: Natrag na prethodnu stranicu
it: Ritorno alla pagina precedente
pt_br: Voltar para a página anterior
ru: Вернуться на предыдущую страницу
sv: Tillbaka till föregående sida
tr: Önceki sayfaya dön
uk: Повернутися до попередньої сторінки
zh_hans: 返回上一页

source: Log Out
ca: Tanca la sessió
cs: Odhlásit se
de: Ausloggen
es: Cerrar sesión
et: Logi välja
fi: Kirjaudu ulos
hi: लॉग आउट
hr: Odjavi se
it: Disconnettersi
pt_br: Sair
ru: Выйти
sv: Logga ut
tr: Çıkış Yap
uk: Вийти
zh_hans: 注销

source: An error occurred
ca: S'ha produït un error
cs: Došlo k chybě
de: Ein Fehler ist aufgetreten
es: Se produjo un error
et: Tekkis viga
fi: Tapahtui virhe
hr: Dogodila se greška
it: Si è verificato un errore
pt_br: Ocorreu um erro
ru: Произошла ошибка
sv: Ett fel har uppstått
tr: Hata oluştu
uk: Виникла помилка
zh_hans: 出现一个错误

source: Apply
ca: Aplica
cs: Použít
de: Anwenden
es: Aplicar
et: Rakenda
fi: Toteuta
hi: लागू करें
hr: Primijeni
it: Applica
pt_br: Aplicar
ru: Применить
sv: Tillämpa
tr: Uygula
uk: Застосувати
zh_hans: 应用

source: Sync
ca: Sincronitza
cs: Synchronizovat
de: Synchronisieren
es: Sincronizar
et: Sünkroniseerimine
fi: Synkronoi
hi: समन्वयन
hr: Sinkronizraj
it: Sincronizzazione
pt_br: Sincronizar
ru: Синхронизация
sv: Synkronisera
tr: Eşzamanla
uk: Синхронізувати
zh_hans: 同步

source: Sync your desktop environment configuration with other computers in the network.
ca: Sincronitzeu el vostre entorn d'escriptori amb altres equips de la xarxa.
cs: Synchronizujte konfiguraci vašeho desktopového prostředí s ostatními počítači v síti.
de: Synchronisieren Sie die Konfiguration Ihrer Desktop-Umgebung mit anderen Computern im Netzwerk.
es: Sincronizar la configuración de tu entorno de escritorio con otros ordenadores en la red.
et: Sünkroniseeri oma töölauakeskkonna seadistusi teiste arvutitega võrgus.
fi: Synkronoi työpöytämäärityksesi muiden verkossa olevien tietokoneiden kanssa.
hi: नेटवर्क में अन्य कंप्यूटरों के साथ अपने डेस्कटॉप वातावरण विन्यास को समन्वयित करें।
hr: Sinkroniziraj konfiguraciju tvog radnog okruženja s drugim računalima u mreži.
it: Sincronizza la configurazione del tuo ambiente desktop con altri computer nella rete.
pt_br: Sincronize a configuração do seu ambiente de desktop com outros computadores na rede.
ru: Синхронизируйте конфигурацию среды рабочего стола с другими компьютерами в сети.
sv: Synkronisera konfigurationen av din skrivbordsmiljö med andra datorer i nätverket.
tr: Masaüstü ortamı yapılandırmanızı ağdaki diğer bilgisayarlarla eşzamanlayın.
uk: Синхронізуйте конфігурацію середовище стільниці з іншими комп'ютерами в мережі.
zh_hans: 将您的桌面环境配置与网络中的其他计算机同步。

source: Initial synchronization setup
cs: Počáteční nastavení synchronizace
de: Ersteinrichtung der Synchronisierung
es: Configuración de sincronización inicial
et: Sünkroniseerimise algne seadistus
fi: Ensimmäisen synkronoinnin määritys
hr: Početno postavljanje sinkronizacije
it: Configurazione iniziale della sincronizzazione
pt_br: Configuração inicial de sincronização
ru: Первоначальная настройка синхронизации
sv: Inledande synkroniseringsinställningar
tr: İlk senkronizasyon kurulumu
uk: Налаштування початкової синхронізації
zh_hans: 初始化同步设置

source: 1. Open the system settings
cs: 1. Otevřete nastavení systému
de: 1. Öffnen Sie die Systemeinstellungen
es: 1. Abrir los ajustes del sistema
et: 1. Ava süsteemi seadistused
fi: 1. Avaa järjestelmän asetukset
hr: 1. Otvori postavke sustava
it: 1. Aprire le impostazioni di sistema
pt_br: 1. Abra as configurações do sistema
ru: 1. Откройте системные настройки
sv: 1. Öppna systeminställningarna
tr: 1. Sistem ayarlarını açın.
uk: 1. Відкрийте налаштування системи
zh_hans: 1. 打开系统设置

source: 2. Go to the Online Accounts section
cs: 2. Přejděte do sekce Online účty
de: 2. Gehen Sie zum Abschnitt Online-Konten
es: 2. Ir a la sección Cuentas en línea
et: 2. Ava võrguteenuste valik
fi: 2. Siirry verkkotileihin
hr: 2. Idite na odjeljak „Online računi“
it: 2. Vai alla sezione Account online
pt_br: 2. Vá para a seção Contas Online
ru: 2. Перейдите в раздел «Сетевые учётные записи»
sv: 2. Gå till avsnittet Onlinekonton
tr: 2. Çevrimiçi Hesaplar bölümüne gidin
uk: 2. Перейдіть до розділу "Онлайн-акаунти"
zh_hans: 2. 定位到在线账号（Online Accounts）部分

source: In this section select the cloud service you want, such as Google, Microsoft 365 or Nextcloud.
cs: V této sekci vyberte požadovanou cloudovou službu, jako je Google, Microsoft 365 nebo Nextcloud.
de: Wählen Sie in diesem Abschnitt den gewünschten Cloud-Dienst aus, z. B. Google, Microsoft 365 oder Nextcloud.
es: En esta sección selecciona el servicio de nube que deseas, como Google, Microsoft 365 o Nextcloud.
et: Siin vali soovitud pilveteenus, nagu Google, Microsoft 365 või Nextcloud.
fi: Valitse haluamasi pilvipalvelu kuten Google, Microsoft 365 tai Nextcloud.
hr: U ovom odjeljku odaberi željenu uslugu u oblaku, kao što su Google, Microsoft 365 ili Nextcloud.
it: In questa sezione seleziona il servizio cloud desiderato, ad esempio Google, Microsoft 365 o Nextcloud.
pt_br: Nesta seção, selecione o serviço de nuvem desejado, como Google, Microsoft 365 ou Nextcloud.
ru: В этом разделе выберите нужный облачный сервис, например Google, Microsoft 365 или Nextcloud.
sv: I det här avsnittet väljer du den molntjänst du vill ha, till exempel Google, Microsoft 365 eller Nextcloud.
tr: Bu bölümde Google, Microsoft 365 veya Nextcloud gibi istediğiniz bulut hizmetini seçin.
uk: У цьому розділі виберіть хмарний сервіс, який вам потрібен, наприклад, Google, Microsoft 365 або Nextcloud.
zh_hans: 选择你想使用的任一云服务，比如 Google，Microsoft 365 或 Nextcloud.

source: 3. Click on the Next button and select the created cloud drive folder
cs: 3. Klikněte na tlačítko Další a vyberte vytvořenou složku cloudové jednotky
de: 3. Klicken Sie auf die Schaltfläche Weiter und wählen Sie den erstellten Cloud-Laufwerksordner aus
es: 3. Haz clic en el botón "Siguiente" y seleccione la carpeta de la unidad de la nube creada
et: 3. Klõpsi nuppu Edasi ja vali loodud pilveteenuse kaust
fi: 3. Napsauta Seuraava-painiketta ja valitse luotu kansio pilvestä
hr: 3. Klikni na gumb „Dalje“ i odaberi stvorenu mapu u oblaku
it: 3. Fare clic sul pulsante Avanti e selezionare la cartella dell'unità cloud creata
pt_br: 3. Clique no botão Avançar e selecione a pasta da unidade criada na nuvem
ru: 3. Нажмите кнопку «Далее» и выберите имеющуюся папку облачного диска
sv: 3. Klicka på knappen Nästa och välj den skapade molnlagringsmappen
tr: 3. İleri düğmesine tıklayın ve oluşturulan bulut sürücü klasörünü seçin
uk: 3. Натисніть кнопку "Далі" та виберіть створену папку хмарного диска
zh_hans: 3. 点击下一步，选择已创建的云同步文件夹

source: The created cloud drive folder can be found in the side panel of the file chooser dialog, in this form: username@service.com.
cs: Vytvořenou složku cloudové jednotky je možné nalézt na postranním panelu dialogu pro výběr souborů v tomto tvaru: uzivatelskejmeno@sluzba.com.
de: Der erstellte Cloud-Laufwerksordner befindet sich im Seitenbereich des Dateiauswahldialogs in folgender Form: benutzername@dienst.com.
es: La carpeta de la unidad en la nube creada se puede encontrar en el panel lateral del cuadro de diálogo del selector de archivos, con este formato: username@service.com.
et: Loodud pilvekaust leidub külgpaanis failivalija vaates ja tavaliselt näeb välja umbes nii: kasutajanimi@teenus.com.
hr: Stvorena mapa u oblaku se može pronaći na bočnoj ploči dijaloga za biranje datoteka, u ovom obliku: username@service.com.
it: La cartella dell'unità cloud creata può essere trovata nel pannello laterale della finestra di dialogo di selezione file, nel seguente formato: nomeutente@servizio.com.
pt_br: A pasta da unidade criada na nuvem pode ser encontrada no painel lateral da caixa de diálogo do seletor de arquivos, neste formato: nomedeusuario@service.com.
ru: Создаваемую папку облачного диска можно найти в боковой панели диалога выбора файлов в виде username@service.com.
sv: Den skapade molnlagringsmappen finns i sidopanelen i filväljardialogrutan, i denna form: användarnamn@service.com.
tr: Oluşturulan bulut sürücü klasörü, dosya seçici iletişim kutusunun yan panelinde, şu biçimde bulunabilir: kullanıcıadı@sunucu.com.
uk: Створену папку хмарного диска можна знайти в бічній панелі діалогу вибору файлів у вигляді: username@service.com.
