Repository: vikdevelop/SaveDesktop
Catalog: po/*.po
Languages: ca, cs, de, es, et, fi, hi, hr, it, pt_br, ru, sv, tr, uk, zh_hans

source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Guardar
et: Salvesta
fi: Tallenna
hi: सहेजें
hr: Spremi
it: Salva
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
zh_hans: 保存

source: Save the current configuration
ca: Desa la configuració actual
cs: Uložit aktuální konfiguraci
de: Die aktuelle Konfiguration speichern
es: Guardar la configuración actual
et: Salvesta praegused seadistused
fi: Tallenna nykyiset määritykset
hi: वर्तमान विन्यास सहेजें
hr: Spremi trenutačnu konfiguraciju
it: Salva la configurazione corrente
pt_br: Salvar configuração atual
ru: Сохранить текущую конфигурацию
sv: Spara nuvarande konfiguration
tr: Şuanki ayarları kaydet
uk: Зберегти поточну конфігурацію
zh_hans: 保存当前配置

source: Set the file name
ca: Nom del fitxer
cs: Nastavit název souboru
de: Den Dateinamen festlegen
es: Establecer el nombre del archivo
et: Sisesta faili nimi
fi: Aseta tiedostonimi
hi: फाइल नाम निर्धारित करें
hr: Postavi ime datoteke
it: Impostare il nome file
pt_br: Defina o nome do arquivo
ru: Задайте имя файла
sv: Ange filnamn
tr: Dosya adı
uk: Задайте ім'я файлу
zh_hans: 设置文件名

source: Items to include in the configuration archive
ca: Elements que voleu incloure al fitxer de configuració
cs: Položky, které mají být zahrnuty do archivu konfigurace
es: Elementos que deben incluirse en el archivo de la configuración
et: Vali seadistuste arhiivifaili kaasatavad objektid
fi: Määritysarkistoon sisällytettävät kohteet
hi: विन्यास पुरालेख में शामिल करने योग्य आइटम
hr: Stavke koje treba uključiti u konfiguracijsku arhivu
it: Elementi da includere nell'archivio di configurazione
pt_br: Itens a serem incluídos no arquivo de configuração
ru: Элементы для включения в архив конфигурации
sv: Objekt som ska inkluderas i konfigurationsarkivet
tr: Yapılandırma arşivine eklenecek ögeler
uk: Елементи для включення в архів конфігурації
zh_hans: 要包含在配置存档中的项目

source: These settings also apply to periodic saving
ca: Aquestes opcions afecten també a la còpia automàtica
cs: Tato nastavení platí i pro pravidelné ukládání
es: Estos ajustes también se aplican al guardado periódico
et: Need seadistused kehtivad ka regulaarsel varundamisel
fi: Nämä asetukset pätevät myös jaksottaiseen tallennukseen
hi: ये सेटिंग्स आवधिक सहेजने पर भी लागू होती हैं
hr: Ove se postavke primjenjuju i na periodično spremanje
it: Queste impostazioni si applicano anche al salvataggio periodico
pt_br: Estas configurações também se aplicam ao salvamento periódico
ru: Эти настройки также применяются для периодического сохранения
sv: Dessa inställningar gäller även för periodiskt sparande
tr: Bu ayarlar aynı zamanda düzenli kayıt için de uygulanır
uk: Ці налаштування також застосовуються до періодичного збереження
zh_hans: 这些设置也适用于定期保存

source: Icons
ca: Icones
cs: Ikony
de: Symbole
es: Iconos
et: Ikoonid
fi: Kuvakkeet
hi: आइकन
hr: Ikone
it: Icone
pt_br: Ícones
ru: Иконки
sv: Ikoner
tr: Simgeler
uk: Піктограми
zh_hans: 图标

source: Themes
ca: Temes
cs: Motivy
de: Themen
es: Temas
et: Kujundused
fi: Teemat
hi: थीम
hr: Teme
it: Temi
pt_br: Temas
ru: Темы
sv: Teman
tr: Temalar
uk: Теми
zh_hans: 主题

source: Fonts
cs: Fonty
de: Schriftarten
es: Fuentes
et: Kirjatüübid
fi: Fontit
hi: फॉन्ट
hr: Fontovi
it: Font
pt_br: Fontes
ru: Шрифты
sv: Teckensnitt
tr: Yazı Tipleri
uk: Шрифти
zh_hans: 字体

source: Backgrounds
ca: Fons d'escriptori
cs: Pozadí
de: Hintergründe
es: Fondos de pantalla
et: Taustapildid
fi: Taustakuvat
hi: पृष्ठभूमि
hr: Pozadine
it: Sfondi
pt_br: Papéis de parede
ru: Фоны
sv: Bakgrunder
tr: Arka Planlar
uk: Шпалери
zh_hans: 背景

source: Extensions
cs: Rozšíření
de: Erweiterungen
es: Extensiones
et: Lisamoodulid
fi: Laajennukset
hi: विस्तार
hr: Proširenja
it: Estensioni
pt_br: Extensões
ru: Расширения
sv: Tillägg
tr: Uzantılar
uk: Розширення
zh_hans: 扩展

source: Desktop
ca: Escriptori
cs: Plocha
es: Escritorio
et: Töölaud
fi: Työpöytä
hi: डेस्कटॉप
hr: Radna površina
pt_br: Área de trabalho
ru: Рабочий стол
sv: Skrivbord
tr: Masaüstü
uk: Робочий стіл
zh_hans: 桌面

source: Flatpak apps
ca: Programari Flatpak
cs: Aplikace Flatpak
es: Aplicaciones de Flatpak
et: Flatpaki rakendused
fi: Flatpak-sovellukset
hi: फ्लैटपैक ऐप्स
hr: Flatpak aplikacije
it: App flatpak
pt_br: Aplicativos Flatpak
ru: Приложения Flatpak
sv: Flatpak program
tr: Flatpak uygulamaları
uk: Додатки Flatpak
zh_hans: Flatpak 包

source: List of installed Flatpak apps
ca: Llistat del programari Flatpak instal·lat
cs: Seznam nainstalovaných aplikací Flatpak
de: Liste der installierten Flatpak-Apps
es: Lista de aplicaciones Flatpak instaladas
et: Paigaldatud Flatpaki rakenduste loend
fi: Luettelo asennetuista Flatpak-sovelluksista
hi: स्थापित फ्लैटपैक ऐप्स की सूची
hr: Popis instaliranih Flatpak aplikacija
it: Elenco delle app Flatpak installate
pt_br: Lista de aplicativos Flatpak instalados
ru: Список установленных Flatpak приложений
sv: Lista av installerade Flatpak program
tr: Kurulu Flatpak uygulamalarının listesi
uk: Список встановлених додатків Flatpak
zh_hans: 已安装的Flatpak应用列表

source: User data of installed Flatpak apps
ca: Dades d'usuari del programari Flatpak instal·lat
cs: Uživatelská data nainstalovaných aplikací Flatpak
de: Benutzerdaten von installierten Flatpak-Apps
es: Datos de usuario de las aplicaciones Flatpak instaladas
et: Paigaldatud Flatpaki rakenduste kasutajaandmed
fi: Asennettujen Flatpak-sovellusten käyttäjädata
hi: स्थापित फ्लैटपैक ऐप्स का उपयोक्ता डेटा
hr: Korisnički podaci instaliranih Flatpak aplikacija
it: Dati utente delle app Flatpak installate
pt_br: Dados do usuário de aplicativos Flatpak instalados
ru: Пользовательские данные установленных приложений Flatpak
sv: Användardata av installerade Flatpak program
tr: Kurulu Flatpak uygulamalarının kullanıcı verileri
uk: Дані користувача встановлених додатків Flatpak
zh_hans: 使用已安装 Flatpak 程序的用户数据

source: Flatpak apps data selection
ca: Selecció de dades d'aplicacions Flatpak
cs: Výběr dat aplikací Flatpak
es: Selección de datos de aplicaciones Flatpak
et: Vali Flatpaki rakendused, mille andmed tahad kaasata
fi: Flatpak-sovellusten datavalinta
hi: फ्लैटपैक ऐप्स डेटा चयन
hr: Odabir podataka Flatpak aplikacija
it: Selezione dei dati delle app Flatpak
pt_br: Seleção de dados de aplicativos Flatpak
ru: Выбор данных приложений Flatpak
sv: Dataval för Flatpak program
tr: Flatpak uygulamaları veri seçimi
uk: Обирання даних Flatpak додатків
zh_hans: Flatpak应用数据选项

source: More options
ca: Més opcions
cs: Více možností
de: Weitere Optionen
es: Más opiniones
et: Lisavalikud
fi: Lisää valintoja
hi: अधिक विकल्प
hr: Više opcija
it: Ulteriori opzioni
pt_br: Mais opções
ru: Больше опций
sv: Mer alternativ
tr: Daha çok seçenek
uk: Додаткові опції
zh_hans: 更多选项

source: Periodic saving
ca: Còpia automàtica
cs: Pravidelné ukládání
de: Regelmäßiges Speichern
es: Copia de seguridad periódica
et: Regulaarne salvestamine
fi: Jaksottainen tallennus
hi: आवधिक सहेजना
hr: Periodično spremanje
it: Salvataggio periodico
pt_br: Salvamento periódico
ru: Периодическое сохранение
sv: Periodiskt sparande
tr: Düzenli kaydetme
uk: Періодичне збереження
zh_hans: 定期保存

source: Changes will only take effect after the next login
ca: Els canvis seran efectius al proper inici de sessió
cs: Změny se projeví až po dalším přihlášení
de: Änderungen werden erst nach der nächsten Anmeldung wirksam
es: Los cambios sólo surtirán efecto tras el siguiente inicio de sesión
et: Muudatused jõustuvad järgmisel sisselogimisel
fi: Muutokset tulevat voimaan vasta seuraavalla kirjautumiskerralla
hi: परिवर्तन अगले लॉगिन के बाद ही प्रभावी होंगे
hr: Promjene će stupiti na snagu tek nakon sljedeće prijave
it: Le modifiche avranno effetto solo dopo il prossimo login
pt_br: As alterações só terão efeito após o próximo login
ru: Изменения вступят в силу после следующего входа в систему
sv: Ändringar träder i kraft först efter nästa inloggning
tr: Değişiklikler yalnızca sonraki oturum açma işleminden sonra geçerli olacak
uk: Зміни набудуть чинності тільки після наступного входу в систему
zh_hans: 更改仅在下次登录后生效

source: Interval
de: Intervall
es: Intervalo
et: Sagedus
fi: Aikaväli
hi: अंतराल
it: Intervallo
pt_br: Intervalo
ru: Интервал
sv: Intervall
tr: Aralık
uk: Інтервал

source: Never
ca: Mai
cs: Nikdy
de: Nie
es: Nunca
et: Mitte kunagi
fi: Ei koskaan
hi: कभी नहीं
hr: Nikada
it: Mai
pt_br: Nunca
ru: Никогда
sv: Aldrig
tr: Asla
uk: Ніколи
zh_hans: 从不

source: Daily
ca: Diàriament
cs: Denně
de: Täglich
es: Diariamente
et: Kord päevas
fi: Päivittäin
hi: दैनिक
hr: Dnevno
it: Giornaliero
pt_br: Diariamente
ru: Ежедневно
sv: Dagligen
tr: Günlük
uk: Щодня
zh_hans: 每日

source: Weekly
ca: Setmanalment
cs: Týdně
de: Wöchentlich
es: Semanalmente
et: Iga nädal
fi: Viikottain
hi: साप्ताहिक
hr: Tjedno
it: Settimanale
pt_br: Semanalmente
ru: Еженедельно
sv: Veckovis
tr: Haftalık
uk: Щотижня
zh_hans: 每周

source: Monthly
ca: Mensualment
cs: Měsíčně
de: Monatlich
es: Mensualmente
et: Iga kuu
fi: Kuukausittain
hi: मासिक
hr: Mjesečno
it: Mensile
pt_br: Mensalmente
ru: Ежемесячно
sv: Månadsvis
tr: Aylık
uk: Щомісяця
zh_hans: 每月

source: Manually
ca: Manual
cs: Ručně
es: Manualmente
et: Valides aja käsitsi
fi: Manuaalisesti
hi: हाथ से
it: Manualmente
pt_br: Manualmente
ru: Вручную
sv: Manuellt
tr: Elle
uk: Вручну
zh_hans: 手动

source: Learn more
ca: Més informació
cs: Zjistit více
de: Mehr erfahren
es: Más información
et: Lisateave
fi: Lue lisää
hi: और अधिक जानें
hr: Saznaj više
it: Ulteriori informazioni
pt_br: Saiba mais
ru: Подробнее
sv: Läs mer
tr: Daha çoğunu öğren
uk: Дізнатися більше
zh_hans: 学习更多

source: Folder for periodic saving
ca: Carpeta de destinació
cs: Složka pro pravidelné ukládání
de: Ordner für das periodische Speichern
es: Carpeta de almacenamiento periódico
et: Kaust regulaarseks salvestamiseks
fi: Kansio jaksottaista tallennusta varten
hi: आवधिक सहेजने के लिए फोल्डर
hr: Mapa za periodično spremanje
it: Cartella per il salvataggio periodico
pt_br: Pasta para salvamento periódico
ru: Папка для периодических сохранений
sv: Mapp för periodiskt sparande
tr: Düzenli kayıt klasörü
uk: Тека для періодичного збереження
zh_hans: 定期保存目录

source: Choose custom folder for periodic saving
ca: Trieu una carpeta on desar la còpia automàtica
cs: Vybrat vlastní složku pro pravidelné ukládání
de: Benutzerdefinierten Ordner für das periodische Speichern auswählen
es: Elegir una carpeta personalizada para el almacenamiento periódico
et: Vali kaust regulaarseks salvestamiseks sobilik kaust
fi: Valitse mukautettu kansio jaksottaista tallennusta varten
hi: आवधिक सहेजने के लिए तदनुकूल फोल्डर चुनें
hr: Odaberi prilagođenu mapu za periodično spremanje
it: Scegli la cartella personalizzata per il salvataggio periodico
pt_br: Escolha uma pasta para salvar periodicamente
ru: Выберите папку для периодического сохранения
sv: Välj anpassad mapp för periodiskt sparande
tr: Düzenli kayıt için özel klasör seçin
uk: Виберіть власну теку для періодичного збереження
zh_hans: 手动选择定期保存目录

source: Choose another folder
ca: Trieu altra carpeta
cs: Vybrat jinou složku
de: Anderen Ordner auswählen
es: Elegir otra carpeta
et: Vali muu kaust
fi: Valitse toinen kansio
hi: कोई अन्य फोल्डर चुनें
hr: Odaberi jednu drugu mapu
it: Scegli un'altra cartella
pt_br: Escolha outra pasta
ru: Выбрать другую папку
sv: Välj en annan mapp
tr: Başka bir klasör seçin
uk: Виберіть іншу теку
zh_hans: 选择其他目录

source: File name format
ca: Format del nom de fitxer
cs: Formát názvu souboru
de: Dateinamensformat
es: Formato del nombre del archivo
et: Failinime vorming
fi: Tiedostonimen muoto
hi: फाइल नाम प्रारूप
hr: Format imena datoteka
it: Formato del nome del file
pt_br: Formato do nome do arquivo
ru: Формат имени файла
sv: Filnamnsformat
tr: Dosya adı biçimi
uk: Формат назви файлу
zh_hans: 文件名称格式

source: Reset to default
ca: Restaura als valors per defecte
cs: Resetovat na výchozí
de: Auf Standardeinstellungen zurücksetzen
es: Restablecer los valores por defecto
et: Taasta algväärtused
fi: Palauta oletusasetus
hi: तयशुदा पर रीसेट
hr: Resetiraj na standardne vrijednosti
it: Ripristina le impostazioni predefinite
pt_br: Restaurar para o padrão
ru: Восстановить по умолчанию
sv: Återställ till standard
tr: Öntanımlılara sıfırla
uk: Скинути до замовчування
zh_hans: 恢复默认

source: Password for encryption
cs: Heslo pro šifrování
de: Passwort für die Verschlüsselung
et: Krüptimise salasõna
fi: Salasana salausta varten
hr: Lozinka za šifriranje
it: Password per la crittografia
ru: Пароль для шифрования
sv: Lösenord för kryptering
tr: Şifreleme için parola
uk: Пароль для шифрування
zh_hans: 加密所需的密码

source: Manual saving
cs: Ruční ukládání
de: Manuelles Speichern
et: Käsitsi salvestamine
fi: Manuaalinen tallennus
hr: Ručno spremanje
it: Salvataggio manuale
ru: Ручное сохранение
sv: Manuell sparning
tr: Manuel kaydet
uk: Ручне збереження
zh_hans: 手动保存

source: Archive encryption
ca: Xifrat de ftxer
cs: Šifrování archivu
de: Archivverschlüsselung
es: Cifrado de archivos
et: Arhiivifaili krüptimine
fi: Arkiston salaus
hi: पुरालेख कूटलेखन
hr: Šifriranje arhive
it: Cifratura dell'archivio
pt_br: Encriptação de arquivo
ru: Шифрование архива
sv: Arkivkryptering
tr: Arşiv şifreleme
uk: Шифрування архіву
zh_hans: 存档加密

source: When manually saving the configuration, you will be prompted to create a password. This is useful when saving the configuration to portable media for better security of your data.
ca: En desar la configuració de forma manual, si us demanarà crear una contrasenya. Això és útil quan deseu la configuració en mitjans extraïbles per mantenir segures les vostres dades.
cs: Při ručním ukládání konfigurace budete vyzváni k vytvoření hesla. To je užitečné při ukládání konfigurace na přenosné médium pro lepší zabezpečení dat.
de: Wenn Sie die Konfiguration manuell speichern, werden Sie aufgefordert, ein Passwort zu erstellen. Dies ist nützlich, wenn Sie die Konfiguration auf einem tragbaren Medium speichern, um die Sicherheit Ihrer Daten zu erhöhen.
es: Al guardar manualmente la configuración, se le pedirá que cree una contraseña. Esto es útil cuando se guarda la configuración en medios portátiles para una mayor seguridad de sus datos.
et: Seadistuste käsitsi salvestamisel palume, et lisaksid salasõna. See võimalus parandab turvalisust, kui kavatsed kasutada salvestamist teisaldatavale andmekandjale.
fi: Kun tallennat määrityksen manuaalisesti, sinua pyydetään luomaan salasana. Tämä on hyödyllinen ominaisuus datan turvaamiseksi, kun määritys on tarkoitus tallentaa esimerkiksi erilliselle muistitikulle.
hi: विन्यास को हस्तचालित रूप से सहेजते समय, आपको पासवर्ड बनाने के लिए कहा जाएगा। यह आपके डेटा की बेहतर सुरक्षा के लिए पोर्टेबल मीडिया में विन्यास को सहेजते समय उपयोगी है।
hr: Prilikom ručnog spremanja konfiguracije, dobit ćeš upit da stvoriš lozinku. Ovo je korisno kada spremaš konfiguraciju na prijenosni medij za bolju sigurnost podataka.
it: Quando salvi manualmente la configurazione, ti verrà richiesto di creare una password. Ciò è utile quando si salva la configurazione su un supporto portatile per una migliore sicurezza dei dati.
pt_br: Ao salvar manualmente a configuração, o aplicativo solicitará que você crie uma senha. Isso é útil ao salvar a configuração em uma mídia portátil para aumentar a segurança de seus dados.
ru: При ручном сохранении конфигурации вам будет предложено создать пароль. Это полезно при сохранении конфигурации на переносном носителе для большей безопасности ваших данных.
sv: När du sparar konfigurationen manuellt blir du ombedd att skapa ett lösenord. Detta är användbart när du sparar konfigurationen på flyttbart media för bättre säkerhet för din data.
tr: Yapılandırmayı elle kaydederken parola oluşturmanız istenir. Bu, verilerinizin daha iyi güvenliği için yapılandırmayı taşınabilir ortama kaydederken kullanışlıdır.
uk: При ручному збереженні конфігурації вам буде запропоновано створити пароль. Це корисно, коли ви зберігаєте конфігурацію на портативних носіях для кращого захисту ваших даних.
zh_hans: 在手动保存配置的时候，会有创建密码的提示信息。这在使用移动便携存储设备保存配置时能更好的保护您的数据。

source: Save the configuration without creating an archive
cs: Uložit konfiguraci bez vytváření archivu
de: Konfiguration speichern, ohne ein Archiv zu erstellen
et: Salvesta seadistused ilma arhiivi loomata
fi: Tallenna kokoonpano luomatta arkistoa
hr: Spremi konfiguraciju bez stvaranja arhive
it: Salvare la configurazione senza creare un archivio
ru: Сохранить конфигурацию без создания архива
sv: Spara konfigurationen utan att skapa ett arkiv
tr: Arşiv oluşturmadan yapılandırmayı kaydedin
uk: Зберегти конфігурацію без створення архіву
zh_hans: 保存配置时不创建存档

source: Create new password
ca: Crea una contrasenya nova
cs: Vytvořit nové heslo
de: Neues Passwort erstellen
es: Crear una nueva contraseña
et: Loo uus salasõna
fi: Luo uusi salasana
hi: नया पासवर्ड बनाएं
hr: Stvori novu lozinku
it: Crea una nuova password
pt_br: Criar nova senha
ru: Создать новый пароль
sv: Skapa nytt lösenord
tr: Yeni parola oluştur
uk: Створити новий пароль
zh_hans: 创建新密码

source: Please create new password for your archive. Criteria include a length of at least 12 characters, one uppercase letter, one lowercase letter, and one special character.
ca: Creeu una contrasenya nova per al vostre fitxer. Es recomana emprar almenys 12 caràcters, incloent-hi majúscules, minúscules i caràcters especials.
cs: Vytvořte si prosím nové heslo pro svůj archiv. Kritéria zahrnují délku alespoň 12 znaků, jedno velké písmeno, jedno malé písmeno a jeden speciální znak.
de: Bitte erstellen Sie ein neues Passwort für Ihr Archiv. Die Kriterien umfassen eine Länge von mindestens 12 Zeichen, einen Großbuchstaben, einen Kleinbuchstaben und ein Sonderzeichen.
es: Por favor, cree una nueva contraseña para su archivo. Los criterios incluyen al menos 12 caracteres, una letra mayúscula, una letra minúscula y un carácter especial.
et: Palun lisa oma arhiivifailile salasõna. Eeldame, et ta oleks vähemalt 12 tähemärki pikk, sisaldaks vähemalt ühte suurtähte, väiketähte ja erimärki.
fi: Luo uusi salasana arkistoon. Salasanan on sisällettävä vähintään 12 merkkiä, yksi iso kirjain, yksi pieni kirjain ja yksi erikoismerkki.
hi: कृपया अपने पुरालेख के लिए नया पासवर्ड बनाएं। मानदंड में कम से कम 12 अक्षर, एक बड़ा अक्षर, एक छोटा अक्षर और एक विशेष वर्ण शामिल है।
hr: Stvori novu lozinku za svoju arhivu. Kriteriji uključuju duljinu od barem 12 znakova, jedno veliko slovo, jedno malo slovo i jedan poseban znak.
it: Crea una nuova password per il tuo archivio. I criteri includono una lunghezza di almeno 12 caratteri, una lettera maiuscola, una lettera minuscola e un carattere speciale.
pt_br: Por favor, crie uma nova senha para o seu arquivo. Os critérios incluem, pelo menos, 12 caracteres de tamanho, uma letra maiúscula, uma letra minúscula e um caractere especial.
ru: Пожалуйста, создайте новый пароль для вашего архива. Критерии включают длину не менее 12 символов, одну заглавную букву, одну строчную букву и один специальный символ.
sv: Skapa ett nytt lösenord för ditt arkiv. Kriterier inkluderar en längd på minst 12 tecken, en stor bokstav, en liten bokstav och ett specialtecken.
tr: Lütfen arşiviniz için yeni parola oluşturun. Parolanız en az 12 karakter uzunluğunda olmalı, bir büyük harf, bir küçük harf ve bir özel karakter içermelidir.
uk: Будь ласка, створіть новий пароль для вашого архіву. Критерії включають довжину не менше 12 символів, одну велику літеру, одну маленьку літеру та один спеціальний символ.

source: Generate Password
ca: Crea una contrasenya
cs: Vygenerovat heslo
de: Passwort generieren
es: Generar contraseña
et: Loo salasõna
fi: Luo salasana
hr: Generiraj lozinku
it: Genera Password
pt_br: Gerar Senha
ru: Сгенерировать пароль
sv: Generera lösenord
tr: Parola Oluştur
uk: Згенерувати пароль
zh_hans: 生成密码

source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
es: Contraseña
et: Salasõna
fi: Salasana
hi: पासवर्ड
hr: Lozinka
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola
uk: Пароль
zh_hans: 密码

source: Unlock the archive with a password
ca: Desbloca el fitxer amb una contrasenya
cs: Odemknout archiv pomocí hesla
de: Das Archiv mit einem Passwort entsperren
es: Desbloquear el archivo con una contraseña
et: Kasutades salasõna eemalda arhiivifaili krüptimine
fi: Avaa arkiston lukitus salasanalla
hi: पासवर्ड से पुरालेख को खोलें
hr: Otključaj arhivu lozinkom
it: Sblocca l'archivio con una password
pt_br: Desbloqueie o arquivo com uma senha
ru: Разблокировать архив паролем
sv: Lås upp arkivet med ett lösenord
tr: Arşiv kilidini parolayla aç
uk: Розблокувати архів за допомогою пароля
zh_hans: 解锁存档时不需要密码

source: Enter the password below to unlock the archive with your configuration. If you have forgotten it, you will not be able to unzip the archive and start importing your configuration.
ca: Inseriu més avall una contrasenya per a desblocar el fitxer de configuració. Si l'oblideu, no podreu descomprimir el fitxer i aplicar la importació de la configuració.
cs: Zadáním níže uvedeného hesla odemknete archiv s vaší konfigurací. Pokud jste ho zapomněli, nebudete moci archiv rozbalit a začít importovat konfiguraci.
de: Geben Sie das Passwort unten ein, um das Archiv mit Ihrer Konfiguration zu entsperren. Wenn Sie es vergessen haben, können Sie weder das Archiv entpacken noch mit dem Import Ihrer Konfiguration beginnen.
es: Introduzca la contraseña a continuación para desbloquear el archivo con su configuración. Si la has olvidado, no podrás descomprimir el archivo y empezar a importar tu configuración.
et: Alljärgnevalt sisesta arhiivifaili krüptimise eemaldamiseks vajalik salasõna. Kui oled salasõna unustanud, siis arhiivifaili lahtipakkimine ja järgnev importimine pole võimalik.
fi: Kirjoita määritysarkiston salasana alapuolelle. Jos olet unohtanut salasanan, et pysty avata arkistoa ja tuoda määritystä.
hi: अपने विन्यास के साथ पुरालेख को खोलने के लिए नीचे दिया गया पासवर्ड दर्ज करें। यदि आप इसे भूल गए हैं, तो आप पुरालेख को अनज़िप नहीं कर पाएंगे और अपना विन्यास आयात करना शुरू नहीं कर पाएंगे।
hr: Unese lozinku u nastavku za otključavanje arhive sa svojom konfiguracijom. Ako lozniku zaboraviš, nećeš moći raspakirati arhivu i započeti uvoz svoje konfiguracije.
it: Inserisci la password qui sotto per sbloccare l'archivio con la tua configurazione. Se l'hai dimenticata, non potrai decomprimere l'archivio e iniziare a importare la tua configurazione.
pt_br: Insira a senha abaixo para desbloquear o arquivo com a sua configuração. Caso você tenha esquecido, não poderá descompactar o arquivo e começar a importar sua configuração.
ru: Введите пароль ниже, чтобы разблокировать архив с вашей конфигурацией. Если вы его забыли, то не сможете распаковать архив и начать импорт вашей конфигурации.
sv: Ange lösenordet nedan för att låsa upp arkivet med din konfiguration. Om du har glömt det kommer du inte att kunna packa upp arkivet och börja importera din konfiguration.
tr: Yapılandırmanızın bulunduğu arşivin kilidini açmak için aşağıya parolayı girin. Parolayı unuttuysanız, arşivi açamaz ve yapılandırmanızı içe aktarmaya başlayamazsınız.
uk: Введіть пароль нижче, щоб розблокувати архів з вашою конфігурацією. Якщо ви його забули, ви не зможете розпакувати архів і почати імпорт конфігурації.
