Repository: vikdevelop/SaveDesktop
Catalog: po/*.po
Languages: ca, cs, de, es, et, fi, hi, hr, it, pt_br, ru, sv, tr, uk, zh_hans

source: For synchronization to works properly, you need to have the folder, that is synced with your cloud service using Rclone. <b>Start by selecting the cloud drive service you use.</b>
cs: Aby synchronizace fungovala správně, potřebujete mít složku, která je synchronizována s vaší cloudovou službou pomocí Rclone. <b>Začněte výběrem používané cloudové služby.</b>
de: Damit die Synchronisierung ordnungsgemäß funktioniert, benötigen Sie den Ordner, der mit Ihrem Cloud-Dienst über Rclone synchronisiert wird. <b>Wählen Sie zunächst den von Ihnen verwendeten Cloud-Laufwerksdienst aus.</b>
es: Para que la sincronización funcione correctamente, debe tener la carpeta sincronizada con su servicio en la nube mediante Rclone. <b>Comience seleccionando el servicio de almacenamiento en la nube que utiliza.</b>
et: Et sünkroniseerimine toimiks korralikult vajad sa kausta, mis on rclone'i abil sünkroniseeritud sinu pilveteenusega. <b>Alustamiseks vali soovitud pilveteenuse kaust.</b>
hr: Da bi sinkronizacija ispravno funkcionirala, moraš imati mapu koja je sinkronizirana s tvojom uslugom u oblaku pomoću Rclone. <b>Započni biranjem usluge spremanja u oblaku koju koristiš.</b>
it: Per far funzionare correttamente la sincronizzazione, devi avere la cartella sincronizzata con il tuo servizio cloud tramite Rclone. <b>Inizia selezionando il servizio di unità cloud che utilizzi.</b>
pt_br: Para que a sincronização funcione corretamente, você precisa ter a pasta que está sincronizada com seu serviço de nuvem usando Rclone. <b>Comece selecionando o serviço de unidade em nuvem que você usa.</b>
ru: Для правильного функционирования синхронизации необходимо иметь папку, которая синхронизируется с облачным сервисом с помощью Rclone. <b>Начните с выбора облачного сервиса, который вы используете.</b>
sv: För att synkroniseringen ska fungera korrekt måste du ha mappen som är synkroniserad med din molntjänst med hjälp av Rclone. <b>Börja med att välja den molnlagringstjänst du använder.</b>
tr: Senkronizasyonun düzgün çalışması için, Rclone kullanarak bulut servisinizle senkronize edilmiş klasöre sahip olmanız gerekir. <b>Kullandığınız bulut sürücü servisini seçerek başlayın.</b>
uk: Для правильного функціонування синхронізації, вам потрібно мати папку, яка синхронізується з вашим хмарним сервісом за допомогою Rclone. <b>Почніть з вибору хмарного сервісу, який ви використовуєте.</b>

source: Now, copy the command to set up Rclone using the side button and open the terminal app using the Ctrl+Alt+T keyboard shortcut or finding it in the apps' menu.
cs: Nyní zkopírujte příkaz pro nastavení Rclone pomocí postranního tlačítka a otevřete aplikaci Terminál pomocí klávesové zkratky Ctrl+Alt+T nebo ji najděte v nabídce aplikací.
de: Kopieren Sie nun den Befehl zum Einrichten von Rclone mit der Seitentaste und öffnen Sie die Terminal-App mit der Tastenkombination Strg+Alt+T oder suchen Sie sie im App-Menü.
es: Ahora, copie el comando para configurar Rclone usando el botón lateral y abra la aplicación de terminal usando el atajo de teclado Ctrl+Alt+T o buscándolo en el menú de aplicaciones.
et: Seejärel kasutades küljel asuvat nuppu kopeeri rclone'i ülesseadmiseks vajalik käsk, ava terminalirakendus kas Ctrl+Alt+T kiirklahviga või valides ta rakenduste käivitajast.
hr: Sada kopiraj naredbu za postavljanje Rclonea pomoću bočnog gumba i otvori aplikaciju terminala pomoću tipkovnog prečaca Ctrl+Alt+T ili je pronađi u izborniku aplikacija.
it: Ora copia il comando per configurare Rclone utilizzando il pulsante laterale e apri l'app terminale utilizzando la scorciatoia da tastiera Ctrl+Alt+T o trovandola nel menu delle app.
pt_br: Agora, copie o comando para configurar o Rclone usando o botão lateral e abra o aplicativo do terminal usando o atalho de teclado Ctrl+Alt+T ou encontrando-o no menu de aplicativos.
ru: Теперь скопируйте команду для настройки Rclone с помощью боковой кнопки и откройте приложение терминала, используя комбинацию клавиш Ctrl+Alt+T или найдя его в меню приложений.
sv: Kopiera nu kommandot för att ställa in Rclone med hjälp av sidoknappen och öppna terminalappen med kortkommandot Ctrl+Alt+T eller leta reda på det i programmenyn.
tr: Şimdi, yan düğmeyi kullanarak Rclone'ı kurmak için komutu kopyalayın ve Ctrl+Alt+T klavye kısayolunu kullanarak veya uygulamalar menüsünden terminal uygulamasını açın.
uk: Тепер скопіюйте команду для налаштування Rclone за допомогою бічної кнопки та відкрийте додаток термінала, використовуючи комбінацію клавіш Ctrl+Alt+T або знайшовши його в меню програм.

source: Copy
cs: Kopírovat
de: Kopieren
hr: Kopiraj
sv: Kopiera

source: Once you have finished setting up Rclone using the command provided, click the "Apply" button
cs: Po dokončení nastavení Rclone pomocí uvedeného příkazu klikněte na tlačítko "Apply"
de: Nachdem Sie die Einrichtung von Rclone mit dem angegebenen Befehl abgeschlossen haben, klicken Sie auf die Schaltfläche „Anwenden“
es: Una vez que haya terminado de configurar Rclone usando el comando proporcionado, haga clic en el botón "Aplicar"
et: Kui oled selle käsu abil rclone'i seadistanud, siis klõpsi „Rakenda“ nuppu
hr: Nakon što završiš s postavljanjem Rclonea pomoću navedene naredbe, klikni gumb „Primijeni“
it: Una volta terminata la configurazione di Rclone utilizzando il comando fornito, fare clic sul pulsante "Applica"
pt_br: Depois de terminar de configurar o Rclone usando o comando fornecido, clique no botão "Aplicar"
ru: Завершив настройку Rclone с помощью данной команды, нажмите кнопку «Применить»
sv: När du har slutfört konfigureringen av Rclone med det angivna kommandot klickar du på "Verkställ" knappen
tr: Verilen komutu kullanarak Rclone kurulumunu tamamladıktan sonra "Uygula" düğmesine tıklayın
uk: Після того, як ви завершите налаштування Rclone за допомогою наданої команди, натисніть кнопку "Застосувати"

source: Use Syncthing folder instead
cs: Použít místo toho složku Syncthing
de: Stattdessen Syncthing-Ordner verwenden
et: Selle asemel kasuta Syncthingi kausta
fi: Käytä Syncthing-kansiota sen sijaan
hr: Umjesto toga koristi Syncthing mapu
it: Utilizzare invece la cartella Syncthing
ru: Вместо этого использовать папку Syncthing
sv: Använd Syncthing mapp istället
tr: Bunun yerine Syncthing klasörünü kullanın
uk: Використовувати замість теку Syncthing

source: Almost done!
cs: Téměř hotovo!
de: Fast fertig!
es: ¡Casi terminamos!
et: Peaaegu valmis!
fi: Melkein valmista!
hr: Skoro gotovo!
it: Quasi finito!
pt_br: Quase pronto!
ru: Почти готово!
sv: Nästan klart!
tr: Az kaldı!
uk: Майже готово!
zh_hans: 马上就好！

source: You've now created the cloud drive folder! Click on the Next button to complete the setup.
cs: Nyní máte vytvořenou složku cloudové jednotky! Klikněte na tlačítko Další pro dokončení nastavení.
de: Sie haben nun den Cloud-Laufwerksordner erstellt! Klicken Sie auf die Schaltfläche Weiter, um die Einrichtung abzuschließen.
es: ¡Ya has creado la carpeta de la unidad en la nube! Haz clic en el botón Siguiente para completar la configuración.
et: Pilveteenuse kausta oled sa nüüd loonud! Seadistamise lõpetamiseks vajuta nuppu „Edasi“.
hr: Mapa u oblaku je sada stvorena! Klikni gumb „Dalje“ dovršavanje postavljanja.
it: Ora hai creato la cartella dell'unità cloud! Fai clic sul pulsante Avanti per completare la configurazione.
pt_br: Agora você criou a pasta da unidade em nuvem! Clique no botão Avançar para concluir a configuração.
ru: Теперь вы создали папку на облачном диске! Чтобы завершить настройку, нажмите кнопку «Далее».
sv: Du har nu skapatmolnenhet mappen! Klicka på nästa för att slutföra installationen.
tr: Bulut sürücü klasörünü oluşturdunuz! Kurulumu tamamlamak için İleri düğmesine tıklayın.
uk: Ви щойно створили папку хмарного диска! Натисніть кнопку "Далі", щоб завершити налаштування.
zh_hans: 您已经创建好云驱动文件夹了！点击下一步以完成设置。

source: Select
cs: Vybrat
de: Auswählen
es: Selecciona
et: Vali
fi: Valitse
hr: Odaberi
it: Seleziona
pt_br: Selecionar
ru: Выбрать
sv: Välj
tr: Seç
uk: Вибрати
zh_hans: 选择

source: Next
cs: Další
de: Weiter
es: Siguiente
et: Edasi
fi: Seuraava
hr: Dalje
it: Prossimo
pt_br: Avançar
ru: Далее
sv: Nästa
tr: Sürdür
uk: Далі
zh_hans: 下一步

source: Set up the sync file
ca: Configura el fitxer de sincronització
cs: Nastavit synchronizační soubor
de: Synchronisierungsdatei einrichten
es: Configurar el archivo de sincronización
et: Seadista sünkroniseerimisfail
fi: Aseta synkronointitiedosto
hi: समन्वयन फाइल निर्धारित करें
hr: Postavi datoteku za sinkronizaciju
it: Imposta il file di sincronizzazione
pt_br: Configurar o arquivo de sincronização
ru: Настройка файла синхронизации
sv: Ställ in synkfil
tr: Eşzamanlama dosyası ayarla
uk: Налаштування файлу синхронізації
zh_hans: 设置同步文件

source: Periodic saving file
ca: Fitxer de desat periòdic
cs: Soubor pravidelného ukládání
de: Datei für regelmäßige Speicherung
es: Archivo de almacenamiento periódico
et: Fail regulaarseks salvestamiseks
fi: Jaksottaisen tallennuksen tiedosto
hi: आवधिक फाइल सहेजना
hr: Datoteka za periodično spremanje
it: File di salvataggio periodico
pt_br: Arquivo de salvamento periódico
ru: Файл периодического сохранения
sv: Periodisk sparfil
tr: Düzenli kayıt dosyası
uk: Періодичне збереження файлу
zh_hans: 定期保存文件

source: Periodic saving file does not exist.
ca: No existeix el fitxer de desat periòdic.
cs: Soubor pravidelného ukládání neexistuje.
de: Die Datei für die regelmäßige Speicherung existiert nicht.
es: El archivo de guardado periódico no existe.
et: Regulaarseks salvestamiseks mõeldud faili pole olemas.
fi: Jaksottaisen tallennuksen tiedostoa ei ole olemassa.
hr: Datoteka za periodično spremanje ne postoji.
it: Il file di salvataggio periodico non esiste.
pt_br: O arquivo de salvamento periódico não existe.
ru: Файл периодического сохранения не существует.
sv: Periodisk sparfil existerar inte.
tr: Düzenli kayıt dosyası yok.
uk: Файл періодичного збереження не існує.

source: Create
ca: Crea
cs: Vytvořit
de: Erstellen
es: Crear
et: Loo
fi: Luo
hr: Stvori
it: Crea
pt_br: Criar
ru: Создать
sv: Skapa
tr: Oluştur
uk: Створити
zh_hans: 新建

source: Please wait …
ca: Un moment…
cs: Počkejte prosím …
de: Bitte warten …
es: Espera, por favor…
et: Palun oota…
fi: Odota hetki…
hi: कृपया प्रतीक्षा करें …
hr: Pričekaj …
it: Attendere prego …
pt_br: Por favor, aguarde…
ru: Пожалуйста, подождите…
sv: Vänligen vänta …
tr: Lütfen bekleyin …
uk: Будь ласка, зачекайте…
zh_hans: 请稍等 …

source: Change
ca: Canvia
cs: Změnit
de: Ändern
es: Cambiar
et: Muuda
fi: Vaihda
hr: Promijeni
it: Modifica
pt_br: Alterar
ru: Изменить
sv: Ändra
tr: Değiştir
uk: Змінити
zh_hans: 更改

source: Connect to the cloud storage
ca: Connecta a l'emmagatzematge al núvol
cs: Připojit se ke cloudovému úložišti
de: Mit dem Cloud-Speicher verbinden
es: Conectarse al almacenamiento en la nube
et: Ühenda pilvesalvestusteenusega
fi: Yhdistä pilvitallennustilaan
hr: Poveži se sa spremištem u oblaku
it: Connettiti allo storage cloud
pt_br: Conectar ao armazenamento em nuvem
ru: Подключить облачное хранилище
sv: Anslut till molnlagring
tr: Bulut depolamaya bağlan
uk: Підключитися до хмарного сховища
zh_hans: 连接到云存储

source: On another computer, open the Save Desktop app, and on this page, click on the "Set up the sync file" button and make the necessary settings. On this computer, select the folder that you have synced with your cloud storage and also have saved the same periodic saving file.
ca: Obriu aquesta pàgina del Save Desktop a l'altre ordinador i feu clic al botó «Configura el fitxer de sincronització» per a realitzar els canvis necessaris. En aquest ordinador, seleccioneu la carpeta que heu sincronitzat amb l'emmagatzematge al núvol i on heu desat el fitxer de desament automàtic.
cs: Na jiném počítači otevřete aplikaci Save Desktop a na této stránce klikněte na tlačítko „Nastavit synchronizační soubor“ a proveďte potřebná nastavení. Na tomto počítači vyberte složku, kterou jste synchronizovali s cloudovým úložištěm a do které jste také uložili stejný soubor pro pravidelné ukládání.
de: Öffnen Sie auf einem anderen Computer die App Save Desktop, klicken Sie auf dieser Seite auf die Schaltfläche Einrichten der Datei für die Synchronisierung und nehmen Sie die erforderlichen Einstellungen vor. Wählen Sie auf diesem Computer den Ordner aus, den Sie mit Ihrem Cloud-Speicher synchronisiert und in dem Sie dieselbe Datei für die regelmäßige Speicherung gespeichert haben.
es: En otro ordenador, abra la aplicación Save Desktop y, en esta página, haga clic en el botón "Configurar el archivo de sincronización" y realice los ajustes necesarios. En este ordenador, seleccione la carpeta que ha sincronizado con su almacenamiento en la nube y también ha guardado el mismo archivo de guardado periódico.
et: Ava teises arvutis Save Desktop rakendus ja sellel lehel klõpsi nuppu „Seadista sünkroniseerimisfail“ ja seadista vastavalt. Selles arvutis vali kaust, mille oled sünkroniseerinud oma pilveteenusega ja kuhu oled lisanud faili regulaarseks salvestamiseks.
hr: Otvori aplikaciju Save Desktop na jednom drugom računalu i na toj stranici klikni gumb „Postavi datoteku za sinkronizaciju” i unesi potrebne postavke. Na ovom računalu odaberi mapu koju si sinkronizirao/la sa spremištem u oblaku i također spremio/la istu datoteku periodičnog spremanja.
it: Su un altro computer, apri l'app Save Desktop e, in questa pagina, clicca sul pulsante "Imposta il file di sincronizzazione" e fai le impostazioni necessarie. Su questo computer, seleziona la cartella che hai sincronizzato con il tuo archivio cloud ed hai anche salvato lo stesso file di salvataggio periodico.
pt_br: Em outro computador, abra o aplicativo Save Desktop e, nesta página, clique no botão “Configurar o arquivo de sincronização” e faça as configurações necessárias. Neste computador, selecione a pasta que você sincronizou com seu armazenamento em nuvem e também salvou o mesmo arquivo de salvamento periódico.
ru: На другом компьютере откройте приложение Save Desktop и на этой странице нажмите кнопку «Настроить файл синхронизации» и выполните необходимые настройки. На этом компьютере выберите папку, которую вы синхронизировали с вашим облачным хранилищем, а также сохранили тот же файл периодического сохранения.
sv: På den andra datorn öppnar du Save Desktop programmet och på den här sidan klickar du på knappen "Konfigurera synkroniseringsfil" och gör nödvändiga inställningar. På den här datorn väljer du mappen som du har synkroniserat med din molnlagring och som även har sparat samma periodiska sparfil.
tr: Başka bilgisayarda Save Desktop uygulamasını açıp bu sayfadaki “Eşzamanlama dosyasını ayarla” düğmesine tıklayın ve gerekli ayarları yapın. Bu bilgisayarda, bulut depolama alanınızla eşzamanlamak istediğiniz ve aynı düzenli kayıt dosyasına kaydettiğiniz klasörü seçin.
uk: На іншому комп'ютері відкрийте додаток Save Desktop, а на цій сторінці натисніть кнопку "Налаштувати файл синхронізації" і зробіть необхідні налаштування. На цьому комп'ютері виберіть папку, яку ви синхронізували з вашим хмарним сховищем, і де також збережено той же файл періодичного збереження.

source: Select the cloud drive folder
ca: Selecciona la carpeta del núvol
cs: Vybrat cloudovou složku
de: Wählen Sie den Cloud-Laufwerksordner aus
es: Seleccione la carpeta de la nube
et: Vali pilveteenuse kaust
fi: Valitse pilviaseman kansio
hr: Odaberi mapu u oblaku
it: Seleziona la cartella dell'unità cloud
pt_br: Selecionar a pasta da unidade em nuvem
ru: Выбрать папку облачного диска
sv: Välj mappen i molnlagring
tr: Bulut sunucu klasörünü seç
uk: Виберіть папку хмарного диска
zh_hans: 选择云驱动文件夹

source: You didn't select the cloud drive folder!
ca: No heu seleccionat cap carpeta del núvol!
cs: Nevybrali jste složku cloudové jednotky!
de: Sie haben den Cloud-Laufwerksordner nicht ausgewählt!
es: ¡No has seleccionado la carpeta de la unidad en la nube!
et: Sa pole pilveteenuse kausta valinud!
fi: Et valinnut pilviaseman kansiota!
hr: Nisi odabrao/la mapu u oblaku!
it: Non hai selezionato la cartella dell'unità cloud!
pt_br: Você não selecionou a pasta da unidade em nuvem!
ru: Вы не выбрали папку облачного диска!
sv: Du valde inte mappen för molnlagring!
tr: Bulut sürücü klasörünü seçmediniz!
uk: Ви не вибрали папку хмарного диска!
zh_hans: 您没有选择云驱动文件夹！

source: Periodic synchronization
ca: Sincronització periòdica
cs: Pravidelná synchronizace
de: Regelmäßige Synchronisierung
es: Sincronización periódica
et: Regulaarne sünkroniseerimine
fi: Jaksottainen synkronointi
hi: आवधिक समन्वयन
hr: Periodična sinkronizacija
it: Sincronizzazione periodica
pt_br: Sincronização periódica
ru: Периодическая синхронизация
sv: Periodisk synkronisering
tr: Düzenli eşzamanlama
uk: Періодична синхронізація
zh_hans: 周期性同步

source: Bidirectional synchronization
ca: Sincronització bidireccional
cs: Obousměrná synchronizace
de: Bidirektionale Synchronisierung
es: Sincronización bidireccional
et: Mõlemasuunaline sünkroniseerimine
fi: Kaksisuuntainen synkronointi
hr: Dvosmjerna sinkronizacija
it: Sincronizzazione bidirezionale
pt_br: Sincronização bidirecional
ru: Двунаправленная синхронизация
sv: Dubbelriktad synkronisering
tr: Çift yönlü eşzamanlama
uk: Двостороння синхронізація

source: If enabled, and the sync interval and cloud drive folder are selected, the periodic saving information (interval, folder, and file name) from the other computer with synchronization set to synchronize is copied to this computer.
ca: En habilitar-ho i seleccionar l'interval de la sincronització i la carpeta de la unitat al núvol, tota la informació del desament automàtic (interval, carpeta i nom de fitxer) de l'altre ordinador es copia en aquest mitjançant la sincronització indicada.
cs: Pokud je tato funkce povolena a je vybrán interval synchronizace a složka cloudové jednotky, informace o pravidelném ukládání (interval, složka a název souboru) z druhého počítače s nastavenou synchronizací se zkopírují do tohoto počítače.
es: Si está activada y se seleccionan el intervalo de sincronización y la carpeta de la unidad en la nube, la información de guardado periódico (intervalo, carpeta y nombre de archivo) del otro ordenador con la sincronización establecida se copia en este ordenador.
et: Kui eelistus on kasutusel, sünkroniseerimisvälp ja pilveteenuse kaust valitud, siis regulaarse salvestamise teave (välp, kaust ja failinimi) teisest arvutist kopeeritakse siia arvutisse.
hr: Ako je uključeno i ako su interval sinkronizacije i mapa oblaku odabrani, podaci o periodičnom spremanju (interval, mapa i ime datoteke) će se kopirati se na ovo računalo s drugog računala na kojem je sinkronizacija uključena.
it: Se abilitata e se sono selezionati l'intervallo di sincronizzazione e la cartella dell'unità cloud, le informazioni di salvataggio periodico (intervallo, cartella e nome file) dall'altro computer con sincronizzazione impostata su sincronizza, vengono copiate su questo computer.
pt_br: Se ativado e o intervalo de sincronização e a pasta da unidade na nuvem estiverem selecionados, as informações de salvamento periódico (intervalo, pasta e nome do arquivo) do outro computador, com sincronização definida, serão copiadas para este computador.
ru: Если этот параметр включен, а интервал синхронизации и папка облачного диска выбраны, информация о периодическом сохранении (интервал, папка и имя файла) с другого компьютера, на котором настроена синхронизация, копируется на этот компьютер.
sv: Om det är aktiverat och synkroniseringsintervallet och mappen för molnlagring är vald, kopieras den periodiska sparinformationen (intervall, mapp och filnamn) från den andra datorn med synkronisering inställd på att synkronisera till den här datorn.
tr: Etkinse ve eşzamanlama aralığı ve bulut sürücü klasörü seçilirse, eşzamanlama ayarlı diğer bilgisayardaki düzenli kayıt bilgileri (aralık, klasör ve dosya adı) bu bilgisayara kopyalanır.
uk: Якщо увімкнено, і вибрані інтервал синхронізації та папка хмарного диска, інформація про періодичне збереження (інтервал, папка та ім'я файлу) з іншого комп'ютера, для якого налаштовано синхронізацію, буде скопійована на цей комп'ютер.

source: From now on, you can sync the config from the menu in the header bar
ca: Ja podeu sincronitzar la configuració des del menú de la barra superior
cs: Od teď můžete synchronizovat konfiguraci z nabídky v záhlaví
es: A partir de ahora, puedes sincronizar la configuración desde el menú de la barra de cabecera
et: Alates nüüdsest saad sa andmed sünkroniseerida menüüst päiseriba kohal
fi: Vastedes voit synkronoida määrityksen otsakepalkin valikosta
hi: अब से, आप शीर्षलेख पट्टी में मेनू से विन्यास को समन्वयित कर सकते हैं
hr: Od sada može’ sinkronizirati konfiguraciju iz izbornika u traci zaglavlja
it: D'ora in poi, puoi sincronizzare la configurazione dal menu nella barra dell'intestazione
pt_br: De agora em diante, você pode sincronizar a configuração no menu da barra de cabeçalho
ru: Теперь вы можете синхронизировать конфиг из меню в панели заголовка
sv: Från och med nu kan du synkronisera konfigurationen från menyn i huvudfältet
tr: Artık yapılandırmayı başlık çubuğundaki menüden eşzamanlayabilirsiniz
uk: Відтепер ви можете синхронізувати налаштування з меню на панелі заголовка
zh_hans: 从现在开始，您可以从标题栏中的菜单中同步配置╰(*°▽°*)╯

source: Synchronise manually
ca: Sincronitza manualment
cs: Synchronizovat ručně
es: Sincronizar manualmente
et: Sünkroniseeri käsitsi
fi: Synkronoi manuaalisesti
hi: हस्तचालित रूप से समन्वयित करें
it: Sincronizza manualmente
pt_br: Sincronizar manualmente
ru: Синхронизовать вручную
sv: Synkronisera manuellt
tr: Elle eşzamanla
uk: Синхронізувати вручну
zh_hans: 手动同步

source: Keyboard shortcuts
ca: Dreceres de teclat
cs: Klávesové zkratky
de: Tastaturkürzel
es: Atajos de teclado
et: Klaviatuuri kiirklahvid
fi: Pikanäppäimet
hi: कीबोर्ड शॉर्टकट
hr: Tipkovni prečaci
it: Scorciatoie da tastiera
pt_br: Atalhos de teclado
ru: Комбинации клавиш
sv: Tangentbordsgenvägar
tr: Klavye kısayolları
uk: Клавіатурні скорочення
zh_hans: 快捷键

source: Open the application wiki
cs: Otevřít wiki aplikace
de: Öffnen Sie das Anwendungs-Wiki
es: Abrir la wiki de la aplicación
et: Ava rakenduse viki
fi: Avaa sovelluksen wiki
hr: Otvori wiki aplikacije
it: Apri il wiki dell'applicazione
pt_br: Abrir o wiki do aplicativo
ru: Открыть Wiki-страницу приложения
sv: Öppna programmets wiki
tr: Uygulama wiki'sini açın
uk: Відкрити вікі-документацію додатку
zh_hans: 打开本应用使用说明（WIKI）

source: Quit
ca: Surt
cs: Ukončit
de: Beenden
es: Dejar
et: Välju
fi: Lopeta
hi: छोड़ें
hr: Zatvori aplikaciju
it: Esci
pt_br: Encerrar
ru: Выйти
sv: Avsluta
tr: Çık
uk: Вийти
zh_hans: 退出

source: About app
ca: Quant a...
cs: O aplikaci
de: Über die App
es: Acerca de la aplicación
et: Rakenduse teave
fi: Tietoja sovelluksesta
hi: ऐप के बारे में
hr: O aplikaciji
it: Informazioni sull'app
pt_br: Sobre o aplicativo
ru: О приложении
sv: Om programmet
tr: Uygulama Hakkında
uk: Про додаток
zh_hans: 关于应用
